tutorials/cfdemSolverRhoPimpleChem/30CO6H2Reduction/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          261;
        startFace       6444;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          261;
        startFace       6705;
    }
    side-walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          522;
        startFace       6966;
    }
    inlet
    {
        type            patch;
        nFaces          81;
        startFace       7488;
    }
    outlet
    {
        type            patch;
        nFaces          81;
        startFace       7569;
    }
)

// ************************************************************************* //
