tutorials/cfdemSolverRhoPimpleChem/30CO6H2Reduction/CFD/constant/foam.inp
species
(
	H2
	H2O
	CO
	CO2
	N2
);

reactions
{
}


